# それぞれの都道府県のurlに用いる
prefecture_dict={
    "愛知県":28,"青森県":11,"秋田県":14,"石川県":31,"茨城県":17,"岩手県":12,"愛媛県":47,"大分県":53,
    "大阪府":36,"岡山県":42,"香川県":46,"神奈川県":23,"岐阜県":27,"京都府":35,"群馬県":19,"高知県":48,
    "埼玉県":20,"佐賀県":50,"滋賀県":34,"静岡県":25,"島根県":41,"千葉県":21,"東京都":22,"徳島県":45,
    "栃木県":18,"鳥取県":40,"富山県":30,"長野県":26,"奈良県":38,"新潟県":29,"兵庫県":37,"広島県":43,
    "福井県":32,"福岡県":49,"福島県":16,"北海道":10,"三重県":33,"宮城県":13,"宮崎県":54,"山形県":15,
    "山口県":44,"山梨県":24
}

# プルダウンリストに表示する都道府県
pull_down_list=["北海道","青森県","岩手県","宮城県","秋田県",
    "山形県","福島県","茨城県","栃木県","群馬県","埼玉県","千葉県",
    "東京府","神奈川県","山梨県","静岡県","長野県","岐阜県","愛知県",
    "新潟県","富山県","石川県","福井県","三重県","滋賀県","京都府",
    "大阪府","兵庫県","奈良県","鳥取県","島根県","岡山県","広島県",
    "山口県","徳島県","香川県","愛媛県","高知県","福岡県","佐賀県",
    "大分県","宮崎県"]
